Repository: xjackyz/Arcscope
Catalog: app/Sources/ArcScopeApp/Resources/*.lproj/Localizable.strings
Languages: de, zh_hans

# library.title
source: Library
de: Mediathek
zh_hans: 资料库

# library.db_label
source: DB: %@
zh_hans: 数据库：%@

# library.select_database
source: Select Database
de: Datenbank auswählen
zh_hans: 选择数据库

# library.loading
source: Loading…
de: Wird geladen…
zh_hans: 加载中…

# library.analyze_new_film
source: Analyze New Film
de: Neuen Film analysieren
zh_hans: 分析新影片

# library.database
source: Database
de: Datenbank
zh_hans: 数据库

# library.references
source: References
de: Referenzen
zh_hans: 参考

# library.export
source: Export
zh_hans: 导出

# library.settings
source: Settings
de: Einstellungen
zh_hans: 设置

# library.empty_state.title
source: Get started
de: Los geht’s
zh_hans: 开始使用

# library.empty_state.body
source: Select a database or analyze a new film to create one.
de: Wähle eine Datenbank aus oder analysiere einen Film, um eine zu erstellen.
zh_hans: 选择数据库，或分析一部影片以创建数据库。

# progress.analyzing
source: Analyzing…%@
de: Analysiere…%@
zh_hans: 分析中…%@

# timeline.hud.ref
source: ref %@: %@
zh_hans: 参考 %@：%@

# settings.title
source: Settings
de: Einstellungen
zh_hans: 设置

# settings.subtitle
source: Analysis parameters (saved locally in UserDefaults).
de: Analyseparameter (lokal in UserDefaults gespeichert).
zh_hans: 分析参数（保存于本地 UserDefaults）。

# settings.close
source: Close
de: Schließen
zh_hans: 关闭

# settings.section.structure
source: Structure
de: Struktur
zh_hans: 结构

# settings.structure.reparam
source: Reparameterize Scene/Sequence splitting by emotion progress u(t)
de: Szene/Sequenz-Splitting nach Emotionsfortschritt u(t) reparametrisieren
zh_hans: Scene/Sequence 切分按情绪进度 u(t) 重参数化

# export.mode
source: Mode
de: Modus
zh_hans: 模式

# export.mode.poster
source: Poster
zh_hans: 海报

# export.mode.report
source: Report
de: Bericht
zh_hans: 报告

# export.poster.title
source: Poster Export
zh_hans: 海报导出

# export.poster.subtitle
source: Export Film Fingerprint Poster (PNG / PDF).
zh_hans: 导出 Film Fingerprint Poster（PNG / PDF）。

# export.poster.export_png
source: Export PNG
zh_hans: 导出 PNG

# export.poster.export_pdf
source: Export PDF
zh_hans: 导出 PDF

# export.report.title
source: Report Export
de: Berichtsexport
zh_hans: 报告导出

# export.report.subtitle
source: Standard analysis report (PDF / Markdown).
de: Standard-Analysebericht (PDF / Markdown).
zh_hans: 标准分析报告（PDF / Markdown）。

# export.report.export_markdown
source: Export Markdown
de: Markdown exportieren
zh_hans: 导出 Markdown

# export.report.export_pdf
source: Export PDF
de: PDF exportieren
zh_hans: 导出 PDF

# export.close
source: Close
de: Schließen
zh_hans: 关闭

# export.markdown_preview
source: Markdown Preview
de: Markdown-Vorschau
zh_hans: Markdown 预览

# export.section.curves
source: Curves
de: Kurven
zh_hans: 曲线

# export.section.structure
source: Structure
de: Struktur
zh_hans: 结构

# export.section.diagnostics
source: Diagnostics
de: Diagnose
zh_hans: 诊断

# export.no_issues
source: No issues detected.
de: Keine Probleme erkannt.
zh_hans: 未检测到问题。

# export.more_issues
source: …and %d more
de: …und %d mehr
zh_hans: ……另有 %d 条

# export.report.footer
source: ArcScope · Standard Report
zh_hans: ArcScope · 标准报告

# export.poster.core_curves
source: Core Curves
zh_hans: 核心曲线

# export.poster.keyframes
source: Keyframes (peaks of Pace/Arousal)
zh_hans: 关键帧（Pace/Arousal 峰值）

# export.poster.keyframes.unavailable
source: Unable to generate keyframes (missing filePath or no peaks in curves).
zh_hans: 无法生成关键帧（缺少 filePath 或曲线无峰值）。

# reference.title
source: Reference Library
zh_hans: 参考库

# reference.subtitle
source: Check films to add them to the reference library; choose a current reference for the ghost curve overlay.
zh_hans: 勾选影片加入参考库；从参考库中选择当前“幽灵曲线”叠加。

# reference.done
source: Done
zh_hans: 完成

# reference.current
source: Current Reference
zh_hans: 当前参考

# reference.none
source: None
zh_hans: 无参考

# reference.use
source: Use
zh_hans: 选用

# reference.section.library
source: Reference Library
zh_hans: 参考库

# film.header.no_face
source: No stable dominant face; arousal driven by pace + sound + info.
de: Kein stabiles dominantes Gesicht; Arousal wird durch Tempo + Ton + Information getrieben.
zh_hans: 无稳定主导面孔；唤醒主要由节奏/声音/信息驱动。

# film.header.summary
source: %@ · Curves %d · Overlays %d
de: %@ · Kurven %d · Overlays %d
zh_hans: %@ · 曲线 %d · 叠加 %d

# diagnostics.title
source: Diagnostics
de: Diagnose
zh_hans: 诊断

# diagnostics.none
source: No diagnostic issues detected.
de: Keine Diagnoseprobleme erkannt.
zh_hans: 未检测到诊断问题。

# diagnostics.severity
source: severity
de: Schweregrad
zh_hans: 严重度

# issue.type.LowActivity
source: Low Activity
de: Geringe Aktivität
zh_hans: 低活动

# issue.type.OvercutFlat
source: Overcut
de: Zu viele Schnitte
zh_hans: 过切

# issue.type.HighTensionLowPace
source: High Tension / Low Pace
de: Hohe Spannung / Niedriges Tempo
zh_hans: 高张力/低节奏

# issue.type.AudioVisualMisalign
source: Audio-Visual Misalignment
de: Audio-Visuelle Fehlanpassung
zh_hans: 视听不一致

# issue.type.SoundOverdriveFlatEmotion
source: Sound Overdrive / Flat Emotion
de: Ton-Übersteuerung / Flache Emotion
zh_hans: 声音过载/情绪平

# issue.type.SilentHighTension
source: Silent High Tension
de: Stille hohe Spannung
zh_hans: 静默高张力

# issue.type.InfoKillsEmotion
source: Info Kills Emotion
de: Information unterdrückt Emotion
zh_hans: 信息压制情绪

# issue.type.CognitiveOverload
source: Cognitive Overload
de: Kognitive Überlastung
zh_hans: 认知过载

# issue.type.SoundColorConflict
source: Sound–Color Conflict
de: Ton–Farb-Konflikt
zh_hans: 声音-色彩冲突

# issue.type.ColorEmotionMismatchWarm
source: Color–Emotion Mismatch (Warm)
de: Farbe–Emotion nicht passend (Warm)
zh_hans: 色彩-情绪不匹配（暖）

# issue.type.ColorEmotionMismatchCold
source: Color–Emotion Mismatch (Cold)
de: Farbe–Emotion nicht passend (Kalt)
zh_hans: 色彩-情绪不匹配（冷）

# issue.type.ModeCounterpoint
source: Mode Counterpoint
de: Modus-Kontrapunkt
zh_hans: 调式对位

# issue.type.FacialAffectSuppressed
source: Facial Affect Suppressed
de: Gesichtsausdruck unterdrückt
zh_hans: 面部情绪受抑

# issue.type.NonCharacterDrivenPeak
source: Non-Character-Driven Peak
de: Nicht figurengetriebener Peak
zh_hans: 非角色驱动峰值

# term.shot
source: Shot
de: Einstellung
zh_hans: 镜头

# term.scene
source: Scene
de: Szene
zh_hans: 场景

# term.sequence
source: Sequence
de: Sequenz
zh_hans: 段落

# term.act
source: Act
de: Akt
zh_hans: 幕

# term.issue
source: Issue
de: Problem
zh_hans: 问题

# term.seconds_short
source: %d s
zh_hans: %d 秒

# term.seconds_value
source: %@ s
zh_hans: %@ 秒

# structure.shot_hover
source: Shot %d %@
de: Einstellung %d %@
zh_hans: 镜头 %d %@

# error.db_missing
source: No analysis database found. Analyze a video or select a database file.
de: Keine Analyse-Datenbank gefunden. Analysiere ein Video oder wähle eine Datenbankdatei aus.
zh_hans: 未找到分析数据库，请先运行视频分析或选择数据库文件。

# error.decode_failed
source: Failed to read or decode analysis results.
de: Analyseergebnisse konnten nicht gelesen oder dekodiert werden.
zh_hans: 读取或解析分析结果失败。

# error.video_invalid
source: Unable to read this video file.
de: Diese Videodatei kann nicht gelesen werden.
zh_hans: 无法读取该视频文件。

# error.analysis_failed
source: Analysis failed (code %d).
de: Analyse fehlgeschlagen (Code %d).
zh_hans: 分析失败（错误码 %d）。

# export.structure.counts
source: Shots %d · Scenes %d · Sequences %d · Acts %d
de: Einstellungen %d · Szenen %d · Sequenzen %d · Akte %d
zh_hans: 镜头 %d · 场景 %d · 段落 %d · 幕 %d

# report.md.year
source: Year
de: Jahr
zh_hans: 年份

# report.md.director
source: Director
de: Regie
zh_hans: 导演

# report.md.duration
source: Duration
de: Dauer
zh_hans: 时长

# report.md.file
source: File
de: Datei
zh_hans: 文件

# report.md.curves
source: Curves
de: Kurven
zh_hans: 曲线

# report.md.structure
source: Structure
de: Struktur
zh_hans: 结构

# report.md.diagnostics
source: Diagnostics
de: Diagnose
zh_hans: 诊断

# report.md.none
source: none
de: keine
zh_hans: 无

# report.md.generated_by
source: Generated by ArcScope
de: Erstellt von ArcScope
zh_hans: 由 ArcScope 生成

# overlay.multichannel
source: Multi-channel overlay (%d)
de: Mehrkanal-Overlay (%d)
zh_hans: 多通道叠加（%d）

# overlay.kind.color_brightness
source: ColorBrightness
de: Farbhelligkeit
zh_hans: 亮度

# overlay.kind.color_saturation
source: ColorSaturation
de: Farbsättigung
zh_hans: 饱和度

# overlay.kind.color_warmth
source: ColorWarmth
de: Farbwärme
zh_hans: 暖度

# overlay.kind.color_grayness
source: ColorGrayness
de: Grauwert
zh_hans: 灰度

# overlay.kind.color_energy
source: ColorEnergy
de: Farbenergie
zh_hans: 色彩能量

# overlay.kind.color_harmony
source: ColorHarmony
de: Farbharmonie
zh_hans: 色彩和谐

# overlay.kind.color_contrast
source: ColorContrast (ΔE)
de: Farbkontrast (ΔE)
zh_hans: 色彩对比（ΔE）

# overlay.kind.hue_deg
source: Hue
de: Farbton
zh_hans: 色相

# overlay.kind.hue_hist12
source: Hue Track
de: Farbton-Track
zh_hans: 色相轨迹

# overlay.kind.color_state
source: ColorState
de: Farbzustand
zh_hans: 色彩状态

# overlay.kind.state_shift
source: StateShift
de: Zustandswechsel
zh_hans: 状态变化

# overlay.kind.align_norm
source: AlignNorm
zh_hans: 对齐范数

# overlay.kind.counterpoint
source: Counterpoint
de: Kontrapunkt
zh_hans: 对位

# overlay.kind.loudness
source: Loudness
de: Lautheit
zh_hans: 响度

# overlay.kind.rhythm_drive
source: RhythmDrive
de: Rhythmusantrieb
zh_hans: 节奏驱动

# overlay.kind.spectral_brightness
source: SpectralBrightness
de: Spektrale Helligkeit
zh_hans: 频谱亮度

# overlay.kind.spectral_centroid_hz
source: SpectralCentroid (Hz)
de: Spektralschwerpunkt (Hz)
zh_hans: 频谱质心（Hz）

# overlay.kind.spectral_hf_ratio
source: HF Energy Ratio
de: HF-Energieanteil
zh_hans: 高频能量占比

# overlay.kind.dialogue_clarity
source: DialogueClarity
de: Dialogklarheit
zh_hans: 对白清晰度

# overlay.kind.speech_probability
source: SpeechProbability
de: Sprachwahrscheinlichkeit
zh_hans: 语音概率

# overlay.kind.tempo_confidence
source: TempoConfidence
de: Tempo-Konfidenz
zh_hans: 节拍置信度

# overlay.kind.harmonic_tension
source: HarmonicTension
de: Harmonische Spannung
zh_hans: 和声张力

# overlay.kind.stereo_width
source: StereoWidth
de: Stereobreite
zh_hans: 立体声宽度

# overlay.kind.reverb_amount
source: ReverbAmount
de: Hallanteil
zh_hans: 混响量

# overlay.kind.silence_score
source: SilenceScore
de: Stille-Score
zh_hans: 静默评分

# overlay.kind.key_change_density
source: KeyChangeDensity
de: Tonartwechsel-Dichte
zh_hans: 调性变化密度

# overlay.kind.is_speaking
source: IsSpeaking
de: Spricht
zh_hans: 是否说话

# overlay.kind.look_at_camera
source: LookAtCamera
de: Blick zur Kamera
zh_hans: 看向镜头

# overlay.kind.frontal_score
source: FrontalScore
zh_hans: 正面评分

# overlay.kind.downcast_score
source: DowncastScore
zh_hans: 低头评分

# overlay.kind.dialogue_dominance
source: DialogueDominance
de: Dialogdominanz
zh_hans: 对白主导

# overlay.kind.music_dominance
source: MusicDominance
de: Musikdominanz
zh_hans: 音乐主导

# overlay.kind.effects_dominance
source: EffectsDominance
de: Effektdominanz
zh_hans: 效果声主导

# overlay.kind.dialogue_energy
source: DialogueEnergy
de: Dialogenergie
zh_hans: 对白能量

# overlay.kind.music_energy
source: MusicEnergy
de: Musikenergie
zh_hans: 音乐能量

# overlay.kind.effects_energy
source: EffectsEnergy
de: Effektenergie
zh_hans: 效果声能量

# overlay.kind.chroma12
source: Chroma
zh_hans: 音高类（Chroma）

# overlay.kind.key_pc
source: Key
de: Tonart
zh_hans: 调性

# overlay.kind.face_presence
source: FacePresence
de: Gesicht vorhanden
zh_hans: 人脸存在

# overlay.kind.camera_motion
source: CameraMotion
de: Kamerabewegung
zh_hans: 镜头运动

# overlay.kind.object_motion
source: ObjectMotion
de: Objektbewegung
zh_hans: 物体运动

# overlay.kind.camera_vs_object_delta
source: Camera−Object
de: Kamera−Objekt
zh_hans: 镜头−物体差

# overlay.kind.camera_motion_type
source: CameraMotionType
de: Kamerabewegungstyp
zh_hans: 镜头运动类型

# overlay.kind.shot_scale
source: ShotScale (ELS→ECU)
de: Einstellungsgröße (ELS→ECU)
zh_hans: 景别（ELS→ECU）

# overlay.kind.exposition_curve
source: Exposition
zh_hans: 信息曲线

# overlay.kind.verbal_load
source: VerbalLoad
de: Verbale Last
zh_hans: 语言负荷

# overlay.kind.visual_load
source: VisualLoad
de: Visuelle Last
zh_hans: 视觉负荷

# overlay.kind.event_load
source: EventLoad
de: Ereignislast
zh_hans: 事件负荷

# overlay.kind.visual_entropy
source: VisualEntropy
de: Visuelle Entropie
zh_hans: 视觉熵

# overlay.kind.shot_scale_numeric
source: ShotScaleNumeric
zh_hans: 景别数值

# overlay.kind.camera_motion_complexity
source: CameraMotionComplexity
de: Kamerabewegungskomplexität
zh_hans: 镜头运动复杂度

# overlay.kind.face_change
source: FaceChange
de: Gesichtswechsel
zh_hans: 人脸变化

# overlay.kind.emotion_progress
source: EmotionProgress u(t)
de: Emotionsfortschritt u(t)
zh_hans: 情绪进度 u(t)

# overlay.conf_value
source: conf %@
zh_hans: 置信度 %@

# overlay.state.on
source: on
de: an
zh_hans: 开

# overlay.state.off
source: off
de: aus
zh_hans: 关
